Repository: xxlo-devs/eru
Catalog: src/eru.WebApp/Resources/Pages/Index.*.resx
Languages: pl

source: Who are we?
pl: Kim jesteśmy?

# who-are-we-content
source: Welcome! We, Stanislaw Nieradko (XXLO IIb1) and Blazej Sak (XXLO IIc1), know that the information about substitution reaches us, students, too slowly. We decided to do something about it. For this reason we created eru. A platform to quickly send information about substitutions to all interested students. We hope that you will like our platform and enjoy using it. Greetings,
pl: Witajcie! My, Stanisław Nieradko (XXLO IIb1) oraz Błażej Sak (XXLO IIc1), wiemy że informacja o zastępstwach dociera do nas, uczniów, zbyt wolno. Postanowiliśmy coś z tym zrobić. Z tego powodu stworzyliśmy eru. Platformę do szybkiej wysyłki informacji o zastępstwach do wszystkich zainteresowanych uczniów. Mamy nadzieję że polubicie naszą platformę i korzystanie z niej będzie przyjemnością. Pozdrawiamy,

# eru-team
source: eru developement team
pl: zespół deweloperski eru

source: How to get started?
pl: Jak rozpocząć korzystanie z platformy?

# get-started-1
source: Getting started is very simple! Just select one of available platforms that we support (we can provide support for a variety of platforms, if the one you're using is missing, reach out to us! We'll gladly help you with that ;)) With every platform we've created a simple intruction how to subscribe to notifications. Usually you just need to start a conversation with our bot.
pl: Zarejestrowanie się jest bardzo proste! Wybierz z listy interesującą się platformę (jeżeli brakuje twojej ulubionej, zgłoś się do nas! Spróbujemy coś na to poradzić ;) ) a następnie postępuj zgodnie z instrukcją. Zazwyczaj będzie to wymagało od ciebie napisanie do naszego bota oraz odpowiedzenie na kilka pytań rejestracyjnych.

# get-started-2
source: Please note that we do NOT store any unnecessary data about you. We don't have access to your first name, last name, profile picture or anything else. Everything we know about you is your anonymous ID used by platform API and your class. However as soon as you unregister from our services we'll gladly delete this data ASAP.
pl: Informujemy iż NIE przechowujemy żadnych niepotrzebnych informacji o użytkownikach. Nie mamy dostępu także do waszych informacji personalnych. Jednakże platforma (gdy zdecydujecie się z niej korzystać) zapisuje takie informacje jak: id użytkownika, preferowany język oraz klasa, które zostaną automatycznie wykasowane w dniu wyrejestrowania się z usługi.

source: Supported platforms:
pl: Wspierane platformy:

source: Thank you!
pl: Dziękujemy!

# help-info
source: This project couldn't be possible without a help and support from XXLO's deputy director Kamil Żmudziński. We sincerely thank him for all the support!
pl: Projekt nie byłby możliwy do zrealizowania bez wielkiej pomocy wice-dyrektora XXLO Kamila Żmudzińskiego. Bardzo dziękujemy za wsparcie przy tworzeniu naszej platformy!

# you-can-help
source: You can help us!
pl: Możesz nam pomóc!

# help-details
source: Have you experienced any bug? Do you have any idea for a feature that might be useful? Reach out to us! Simply create a new issue on <a target="_blank" href="https://github.com/xxlo-devs/eru">GitHub</a> or write to us by email <a href="mailto:eru@2137420.xyz">eru@2137420.xyz</a>!
pl: Znalazłeś jakiś błąd? Masz pomysł na nową, przydatną funkcję? Zgłoś się do nas! Możesz stworzyć tzw. issue na platformie <a target="_blank" href="https://github.com/xxlo-devs/eru">GitHub</a> lub napisać na naszego maila <a href="mailto:eru@2137420.xyz">eru@2137420.xyz</a>!
